import React from 'react';
import TitleHead from '@/container/Index/TitleHead';
import ShortenLink from '@/container/All/ShortenLink';
import Tips from '@/container/All/Tip';
import Questions from '@/container/Index/Questions';
import TrialShow from '@/container/All/TrialShow';
import RootLayoutAccount from '@/components/RootLayoutAcc';


const RulesPage: React.FC = (props) => {
  return (
    <RootLayoutAccount>
      <div className="requirements container px-6 mx-auto mt-6 grid">
        <div>
          <h2>กฎเกณฑ์การใช้งาน</h2>
          <p>การกำหนดกฎเกณฑ์การใช้งานสำหรับระบบย่อลิงค์เป็นสิ่งจำเป็นเพื่อรักษามาตรฐานการใช้งานให้เป็นไปอย่างเหมาะสมและปลอดภัย นี่คือรายการกฎเกณฑ์การใช้งานที่ควรพิจารณาเพื่อรักษามาตรฐานและป้องกันการใช้งานที่ไม่เหมาะสม:</p>
          <ul className='list-decimal list-inside'>
            <li>
              ห้ามโฆษณาหลอกลวง: ผู้ใช้ต้องไม่ใช้ลิงค์ย่อเพื่อส่งเสริมหรือโฆษณาผลิตภัณฑ์หรือบริการที่เป็นการหลอกลวงหรือทำให้เข้าใจผิด
            </li>
            <li>ความรับผิดชอบเกี่ยวกับเนื้อหา: ผู้ใช้ต้องรับผิดชอบต่อเนื้อหาที่แสดงผ่านลิงค์ย่อของตนเอง ไม่ว่าจะเป็นภาพ ข้อความ หรือวิดีโอ</li>
            <li>ห้ามเนื้อหาที่ผิดกฎหมาย: ไม่อนุญาตให้ใช้ลิงค์ย่อในการแชร์หรือกระจายเนื้อหาที่ผิดกฎหมาย เช่น เนื้อหาละเมิดลิขสิทธิ์ ข้อมูลส่วนตัวของผู้อื่น หรือเนื้อหาอนาจาร</li>
            <li>ไม่สนับสนุนการกระทำที่ทำให้เสียหาย: ห้ามใช้ลิงค์ย่อเพื่อการกระจายมัลแวร์ สปายแวร์ หรือซอฟต์แวร์อันตรายอื่นๆ ที่อาจทำให้ผู้ใช้เครื่องคอมพิวเตอร์เสียหาย</li>
            <li>ห้ามสแปม: ผู้ใช้ต้องไม่ใช้ลิงค์ย่อเพื่อส่งสแปมหรือข้อความจำนวนมากที่ไม่ต้องการ</li>
            <li>ความเป็นส่วนตัว: ระบบย่อลิงค์ต้องปกป้องข้อมูลส่วนบุคคลและข้อมูลการใช้งานของผู้ใช้ และต้องไม่แบ่งปันข้อมูลเหล่านี้กับบุคคลที่สามโดยไม่ได้รับอนุญาต</li>
            <li>การตรวจสอบและการรายงาน: ต้องมีระบบการตรวจสอบลิงค์เพื่อหาเนื้อหาที่อาจเป็นปัญหา และผู้ใช้ควรสามารถรายงานลิงค์ที่พวกเขาเชื่อว่าไม่เหมาะสมได้</li>
            <li>การปฏิบัติตามกฎหมาย: ผู้ให้บริการระบบย่อลิงค์ต้องปฏิบัติตามกฎหมายและข้อกำหนดที่เกี่ยวข้องทั้งหมดในการดำเนินการธุรกิจของตน</li>
          </ul>
          <p>การนำเสนอกฎเกณฑ์การใช้งานที่ชัดเจนและเข้มงวดจะช่วยให้ผู้ใช้ระบบย่อลิงค์ทำความเข้าใจขอบเขตของการใช้งานที่อนุญาตและไม่อนุญาตได้ง่ายขึ้น ซึ่งจะเป็นประโยชน์ต่อทั้งผู้ใช้และผู้ให้บริการระบบย่อลิงค์เอง</p>
        </div>
      </div>
    </RootLayoutAccount >
  )
}

export default RulesPage;