import React from 'react';
import TitleHead from '@/container/Index/TitleHead';
import ShortenLink from '@/container/All/ShortenLink';
import Tips from '@/container/All/Tip';
import Questions from '@/container/Index/Questions';
import TrialShow from '@/container/All/TrialShow';
import RootLayoutAccount from '@/components/RootLayoutAcc';


const IndexPage: React.FC = () => {
  return (
    <RootLayoutAccount>
    <div className="requirements container px-6 mx-auto mt-6 grid">
      <div >
        <span >ข้อกำหนดการใช้งานบัญชีทางการ (LINE Official Account Terms of Use)</span>
      </div>
      <div >
        <span>
          <br />
          <br />
        </span>
      </div>
      <div >
        <div >
          <span>ข้อ 1&nbsp; การปรับใช้ข้อกำหนดของการบริการ&nbsp;</span>
        </div>
        <div >
          <span>1. วัตถุประสงค์ของข้อกำหนดการใช้งานบัญชีทางการ (LINE Official Account Terms of Use) (ต่อไปนี้เรียกว่า “ข้อกำหนด”) มีไว้เพื่อวางข้อกำหนดและเงื่อนไข สำหรับการใช้บริการทั้งหมดที่เกี่ยวกับบัญชีทางการ (LINE Official Account) (ต่อไปนี้เรียกว่า “บัญชีทางการ”)&nbsp; ซึ่งให้บริการโดย LY Corporation และ ไลน์ พลัส คอร์ปอเรชั่น (LINE Plus Corporation) และบริษัทในเครือ ในฐานะผู้จัดจำหน่าย (ต่อไปนี้เรียกว่า “พลัส”) (ต่อไปนี้เรียกรวมกันว่า “บริษัท”)&nbsp;</span>
        </div>
        <div >
          <span>
            <span>2. ข้อกำหนดการใช้งานทั่วไปของ LY Corporation (LY Corporation Common Terms of Use) (</span>
          </span>
          <a href="http://terms.line.me/line_terms" className="docs-creator">http://terms.line.me/line_terms</a>
          <span>) แนวทางการใช้บัญชีทางการ (LINE Official Account Guidelines) (<a href="https://terms2.line.me/official_account_guideline_th" className="docs-creator">https://terms2.line.me/official_account_guideline_th</a>) และสัญญาเฉพาะ (ต่อไปนี้เรียกว่า “สัญญาเฉพาะ” สำหรับการบริการแต่ละบริการ (ต่อไปนี้เรียกว่า “การบริการเพิ่มเติม”)) ที่เกี่ยวข้องกับบัญชีทางการซึ่งบังคับใช้โดยบริษัท รวมถึงข้อกำหนดนี้จะถูกนำไปปรับใช้กับบัญชีทางการด้วย</span>
        </div>
        <div >
          <span>3. ในกรณีที่มีความแตกต่างหรือการขัดแย้งกันระหว่างบทบัญญัติต่าง ๆ ของข้อกำหนดนี้ ข้อกำหนดการใช้งานทั่วไปของ LY Corporation (LY Corporation Common Terms of Use) แนวทางการใช้บัญชีทางการ (LINE Official Account Guidelines) และ/หรือ สัญญาเฉพาะ ให้บังคับใช้บทบัญญัติเหล่านั้นตามลำดับความสำคัญดังต่อไปนี้ กล่าวคือ สัญญาเฉพาะ แนวทางการใช้บัญชีทางการ (LINE Official Account Guidelines) ข้อกำหนดนี้ และข้อกำหนดการใช้งานทั่วไปของ LY Corporation (LY Corporation Common Terms of Use) ตามลำดับ</span>
        </div>
        <div >
          <span>4. ลูกค้าจะต้องใช้บัญชีทางการโดยเป็นไปตามข้อกำหนดนี้ ข้อกำหนดการใช้งานทั่วไปของ LY Corporation (LY Corporation Common Terms of Use) และแนวทางการใช้บัญชีทางการ (LINE Official Account Guidelines) นอกจากนี้ ลูกค้าจะต้องรับผิดชอบในการปฏิบัติตามกฎหมายและข้อบังคับทั้งหมดที่เกี่ยวข้องเมื่อใช้งานบัญชีทางการ</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 2&nbsp; การสมัครใช้งาน การยืนยันตัวตน การปฏิเสธการยืนยันตัวตน&nbsp; และการยกเลิกการยืนยันตัวตน&nbsp;&nbsp;</span>
        </div>
        <div >
          <span>1. ไม่ว่าลูกค้าจะเป็นบุคคลธรรมดาหรือนิติบุคคล ลูกค้าจะได้รับบัญชี (ต่อไปนี้เรียกว่า “บัญชี”) เพื่อใช้งานบัญชีทางการ โดยการสมัครขอใช้งานบัญชีทางการผ่านทางวิธีการที่บริษัทกำหนด</span>
        </div>
        <div >
          <span>2. เมื่อลูกค้าได้สมัครใช้งานบัญชีทางการผ่านทางวิธีการที่บริษัทกำหนดและได้รับการอนุมัติจากบริษัทแล้ว บริษัทอาจจะดำเนินการยืนยันบัญชีของลูกค้าดังกล่าว (ต่อไปนี้จะเรียกบัญชีซึ่งได้รับการยืนยันจากบริษัทว่า “บัญชีที่ได้รับการยืนยันแล้ว”)&nbsp;</span>
        </div>
        <div >
          <span>3. บริษัทสามารถพิจารณาให้บัญชีซึ่งเป็นไปตามมาตรฐานบางอย่างซึ่งบริษัทกำหนดขึ้น ให้เป็นบัญชีแบบพรีเมียม&nbsp; ได้ในบางกรณี (ต่อไปนี้จะเรียกว่า “บัญชีแบบพรีเมียม”) ยิ่งไปกว่านั้น บริษัทไม่มีหน้าที่ที่จะต้องเปิดเผยมาตรฐานซึ่งจะทำให้บัญชีกลายเป็นบัญชีแบบพรีเมียมอีกด้วย</span>
        </div>
        <div >
          <span>4. ในกรณีที่บริษัทเห็นว่ามีข้อใดข้อหนึ่งดังต่อไปนี้เกิดขึ้นกับลูกค้า บริษัทสามารถปฏิเสธคำขอของลูกค้าดังกล่าวสำหรับบัญชีที่ได้รับการยืนยันแล้ว หรือยกเลิกการยืนยันตัวตนของบัญชีที่ได้รับการยืนยันแล้วหรือบัญชีแบบพรีเมียมของลูกค้าดังกล่าวก็ได้</span>
        </div>
        <div >
          <span>(1) ในกรณีที่ลูกค้าให้ข้อมูลเท็จแก่บริษัท</span>
        </div>
        <div >
          <span>(2) ในกรณีที่ไม่เป็นไปตามมาตรฐานของการตรวจสอบ (ซึ่งบริษัทไม่มีหน้าที่ต้องเปิดเผยมาตรฐานดังกล่าว) ที่บริษัทกำหนดขึ้น</span>
        </div>
        <div >
          <span>(3) นอกจากนี้ ในกรณีที่บริษัทเห็นว่าเป็นเรื่องไม่เหมาะสมที่ลูกค้าจะใช้งานบัญชีทางการ</span>
        </div>
        <div >
          <span>5. บริษัทสามารถให้การบริการเพิ่มเติมสำหรับบัญชีทางการแก่ลูกค้า ซึ่งอาจจะมีค่าบริการหรือไม่มีค่าบริการก็ได้ ซึ่งลูกค้าสามารถใช้การบริการเพิ่มเติมโดยการให้ความยินยอมแก่สัญญาเฉพาะเกี่ยวกับการบริการเพิ่มเติมดังกล่าวซึ่งกำหนดขึ้นโดยบริษัท และสมัครขอรับการบริการเพิ่มเติมผ่านทางวิธีการที่บริษัทกำหนดขึ้น</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 3&nbsp; การปรับปรุงข้อกำหนดนี้</span>
        </div>
        <div >
          <span>บริษัทสามารถปรับปรุงข้อกำหนดนี้และลักษณะของการบริการ และอื่นๆ ที่ให้บริการโดยบัญชีทางการ ตามกฎหมายและกฎเกณฑ์ที่เกี่ยวข้อง เมื่อจำเป็นต้องมีการปรับปรุง ในกรณีดังกล่าว บริษัทจะแจ้งเนื้อหาที่ได้รับการแก้ไขปรับปรุงแล้วของข้อกำหนดนี้ พร้อมทั้งวันที่มีผลใช้บังคับของการแก้ไขปรับปรุงผ่านช่องทางบัญชีทางการ หรือเว็บไซต์ของบริษัท หรือจะประกาศโดยการแจ้งให้ลูกค้าทราบตามวิธีการที่บริษัทกำหนด ทั้งนี้ ข้อกำหนดฉบับที่ได้รับการแก้ไขปรับปรุงแล้วจะมีผลบังคับใช้ในวันที่บังคับใช้ตามที่ได้ประกาศ</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 4&nbsp; ระยะเวลาการใช้งาน&nbsp;</span>
        </div>
        <div >
          <span>บัญชีทางการ รวมถึงบัญชีทางการแบบไม่มีค่าบริการและบัญชีทางการแบบต้องชำระค่าบริการ</span>
        </div>
        <div >
          <span>(1) ระยะเวลาใช้งานสำหรับบัญชีทางการแบบไม่มีค่าบริการ จะเริ่มต้นตั้งแต่วันที่ลูกค้ามีคำขอใช้งานบัญชีดังกล่าวจนถึงวันที่บัญชีนั้นถูกลบอย่างเสร็จสมบูรณ์</span>
        </div>
        <div >
          <span>(2) ระยะเวลาใช้งานสำหรับบัญชีทางการแบบต้องชำระค่าบริการจะเริ่มต้นตั้งแต่วันที่ลูกค้าทำคำขอใช้งานเสร็จสมบูรณ์จนถึงวันสุดท้ายของเดือนที่คำขอนั้นเสร็จสมบูรณ์ เว้นแต่ลูกค้าจะร้องขอให้ยกเลิกการใช้งานบัญชีทางการแบบต้องชำระค่าบริการตามวิธีการที่กำหนดขึ้นโดยบริษัทโดยไม่ช้ากว่าวันที่สิ้นสุดของระยะเวลาการใช้งาน กรณีนี้ ให้ระยะเวลาการใช้งานขยายออกไปเป็นระยะเวลาอีกหนึ่งเดือนโดยอัตโนมัติและให้การขยายระยะเวลาดังกล่าวข้างต้นบังคับใช้กับระยะเวลาหลังจากนั้นด้วย</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 5&nbsp; ค่าบริการ</span>
        </div>
        <div >
          <span>1. บริษัทจะกำหนดลักษณะ ค่าบริการ และวันที่ถึงกำหนดชำระค่าบริการสำหรับแผนการบริการที่ต้องชำระค่าบริการ และอื่นๆ และจะประกาศหรือบอกกล่าวลูกค้าเกี่ยวกับเรื่องดังกล่าว โปรดตรวจสอบเรื่องดังกล่าวข้างต้นในเวลาที่สมัครใช้งานแผนการบริการที่ต้องชำระค่าบริการ</span>
        </div>
        <div >
          <span>2. บริษัทสามารถเปลี่ยนแปลงหรือเพิ่มเติม แผนการบริการที่ต้องชำระค่าบริการโดยแจ้งให้ลูกค้าทราบโดยการประกาศหรือบอกกล่าวเกี่ยวกับเรื่องดังกล่าว</span>
        </div>
        <div >
          <span>3. เมื่อลูกค้าประสงค์จะอัปเกรดเป็นอีกแผนการบริการหนึ่ง ลูกค้าดังกล่าวจะต้องมีคำขอดังกล่าวผ่านทางวิธีการที่บริษัทกำหนดขึ้น โดยการอัปเกรดจะมีผลในวันที่บริษัทได้รับคำขอเช่นว่านั้นแล้ว ทั้งนี้ ค่าบริการรายเดือนของแผนการบริการที่อัปเกรดและจำนวนข้อความที่สามารถส่งได้ในเดือนที่การอัปเกรดมีผลแล้วจะเป็นไปตามแผนการบริการที่อัปเกรด โดยที่ค่าบริการดังกล่าวจะไม่ถูกคำนวณเป็นตามสัดส่วนรายวัน บริษัทจะประกาศหรือแจ้งให้ทราบซึ่งขอบเขตของแผนการบริการที่เป็นการอัปเกรด</span>
        </div>
        <div >
          <span>4. เมื่อลูกค้าประสงค์จะ downgrade เป็นอีกแผนการบริการหนึ่ง ลูกค้าดังกล่าวจะต้องมีคำขอดังกล่าวผ่านทางวิธีการที่บริษัทกำหนดขึ้น โดยการdowngrade จะมีผลในวันที่ 1 ของเดือนถัดจากวันที่บริษัทได้รับคำขอเปลี่ยนแปลงเช่นว่านั้น บริษัทจะประกาศหรือแจ้งให้ทราบซึ่งขอบเขตของแผนการบริการที่เป็นการ downgrade</span>
        </div>
        <div >
          <span>5. แม้ว่าลูกค้าจะได้ทำการยกเลิกบัญชีทางการสำหรับแผนการบริการที่ต้องชำระค่าบริการภายในเดือนใดแล้วก็ตาม ลูกค้าดังกล่าวยังจะต้องชำระค่าบริการรายเดือนสำหรับเดือนดังกล่าวเต็มจำนวนและค่าบริการดังกล่าวจะไม่ถูกคำนวณเป็นรายวัน นอกจากนี้ แม้ว่าบัญชีทางการจะถูกยกเลิกแล้ว บริษัทจะไม่คืนค่าบริการที่ลูกค้าได้ชำระไว้ล่วงหน้าให้แก่ลูกค้า</span>
        </div>
        <div >
          <span>6. ในเวลาที่ชำระค่าบริการให้แก่บริษัท หากค่าบริการดังกล่าวจะต้องเสียภาษีการบริโภคตามบทบัญญัติของพระราชบัญญัติภาษีธุรกิจว่าด้วยภาษีมูลค่าเพิ่มและที่ไม่ใช่ภาษีมูลค่าเพิ่ม (Value-added and Non-value-added Business Tax Act) รวมถึงกฎหมาย และ/หรือ ข้อบังคับที่เกี่ยวข้องกับพระราชบัญญัติดังกล่าว หรือกฎหมายหรือข้อบังคับใด ๆ ที่เกี่ยวข้อง ลูกค้าจะต้องชำระค่าบริการนั้นพร้อมด้วยจำนวนเงินซึ่งเท่ากับภาษีที่เกี่ยวข้อง</span>
        </div>
        <div >
          <span>7. ในกรณีที่การคำนวณค่าบริการก่อนคิดภาษีหรือการคำนวณอื่นแล้วเกิดเศษเป็นจำนวนน้อยกว่าศูนย์จุดศูนย์หนึ่ง (0.01) เหรียญสหรัฐ บริษัทจะปัดเศษนั้นลง ทั้งนี้ ในการคำนวณค่าบริการรวมภาษีนั้น บริษัทจะปัดเศษของค่าบริการซึ่งรวมจำนวนภาษีที่เกี่ยวข้องเป็นจำนวนเต็มที่ใกล้เคียงที่สุด</span>
        </div>
        <div >
          <span>8. ในกรณีที่ลูกค้าชำระค่าบริการสำหรับบัญชีทางการล่าช้า สัญญาระหว่างบริษัทและลูกค้าซึ่งอยู่ภายใต้ข้อกำหนดนี้จะสิ้นสุดลงโดยอัตโนมัติ ทั้งนี้ แม้ว่าจะมีความเสียหายเกิดขึ้นแก่ลูกค้าจากการเลิกสัญญาดังกล่าว บริษัทจะไม่รับผิดชอบใด ๆ ต่อลูกค้า นอกจากนี้ ลูกค้าดังกล่าวจะต้องชำระค่าปรับในอัตราร้อยละ 10 (คิดเป็นรายวัน) ต่อปีของจำนวนที่ค้างชำระในระหว่างระยะเวลาที่ชำระล่าช้าด้วย และแม้ว่าบัญชีจะถูกระงับหรือยกเลิกเพราะการละเมิดข้อกำหนดนี้โดยลูกค้า ลูกค้ายังคงมีหน้าที่ต้องชำระค่าบริการให้แก่บริษัทอีกด้วย</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 6&nbsp; บัญชี</span>
        </div>
        <div >
          <span>1. ลูกค้าจะต้องจัดการรหัสผ่านสำหรับบัญชีด้วยความรับผิดชอบของตนเองอย่างเคร่งครัดเพื่อมิให้ถูกนำไปใช้โดยไม่ได้รับอนุญาต เมื่อรหัสผ่านที่ได้ลงทะเบียนของลูกค้าถูกนำมาใช้เพื่อวัตถุประสงค์ในการใช้บัญชีทางการ บริษัทจะให้บริการบัญชีทางการโดยถือว่าการกระทำดังกล่าวเป็นการกระทำของลูกค้า</span>
        </div>
        <div >
          <span>2. บริษัทไม่ต้องรับผิดชอบสำหรับความเสียหายหรือการเสียประโยชน์ที่เกิดขึ้นกับลูกค้าจากการกระทำที่ได้กระทำผ่านบัญชีไม่ว่าด้วยเหตุใดก็ตาม</span>
        </div>
        <div >
          <span>3. หากลูกค้ามีความประสงค์ บริษัทอาจให้ความช่วยเหลือลูกค้าในการดำเนินการเกี่ยวกับบัญชีในขอบเขตที่สมเหตุสมผลได้ในบางกรณี ในกรณีดังกล่าว บริษัทสามารถเข้าถึงและดำเนินการเกี่ยวกับบัญชีในขอบเขตที่จำเป็นสำหรับการให้ความช่วยเหลือก็ได้ นอกจากนี้ บริษัทจะไม่รับผิดชอบใด ๆ สำหรับความเสียหายที่เกิดขึ้นแก่ลูกค้าหรือผู้ใช้งานไลน์ (ต่อไปนี้เรียกว่า “ผู้ใช้งาน”) ซึ่งเกิดขึ้นจากการดำเนินการดังกล่าวข้างต้น</span>
        </div>
        <div >
          <span>4. ลูกค้าสามารถมอบอำนาจตามที่จำเป็นเพื่อการดำเนินการบัญชีให้แก่บุคคลที่สาม และอาจส่งมอบการดำเนินการบัญชีนั้นให้แก่บุคคลที่สามก็ได้ นอกจากนี้ บริษัทจะไม่รับผิดชอบใด ๆ สำหรับความเสียหายที่เกิดขึ้นแก่ลูกค้าหรือผู้ใช้งานผ่านการดำเนินการของบัญชีของลูกค้าดังกล่าวโดยบุคคลที่สาม</span>
        </div>
        <div >
          <span>5. ลูกค้าต้องยืนยันหรือลงทะเบียนประเทศหรือภูมิภาคที่ซึ่งลูกค้าได้จดทะเบียนและตั้งอยู่ตามวิธีการที่บริษัทกำหนด บริษัทอาจนำข้อมูลดังกล่าว และอื่นๆ (รวมถึงแต่ไม่จำกัดเพียงข้อมูลที่ลูกค้าลงทะเบียนในขณะที่ใช้งานบัญชีทางการ) ซึ่งลูกค้าได้ให้ไว้ เพื่อดำเนินการลงทะเบียนประเทศหรือภูมิภาคซึ่งลูกค้าได้ตั้งอยู่ โดยอ้างอิงจากหลักเกณฑ์ของบริษัท (ซึ่งบริษัทไม่มีหน้าที่ต้องเปิดเผยหลักเกณฑ์ดังกล่าว)</span>
        </div>
        <div >
          <span>6. บริษัทสามารถกำหนดประเทศและภูมิภาคที่เกี่ยวข้องสำหรับบัญชีและสามารถเปลี่ยนแปลงประเทศและภูมิภาคที่เกี่ยวข้องโดยเป็นไปตามมาตรฐานของบริษัท (ซึ่งบริษัทไม่มีหน้าที่ต้องเปิดเผยมาตรฐานดังกล่าว) ทั้งนี้ ลูกค้าไม่สามารถเปลี่ยนแปลงประเทศและภูมิภาคที่เกี่ยวข้องของบัญชีได้ อนึ่ง ข้อกำหนดนี้และค่าบริการสำหรับแผนการบริการจะถูกปรับใช้กับลูกค้าตามประเทศและภูมิภาคที่เกี่ยวข้องของบัญชี ทั้งนี้ ลักษณะของข้อกำหนดนี้และค่าบริการสำหรับแผนการบริการอาจจะแตกต่างกันโดยขึ้นอยู่กับประเทศและภูมิภาคที่เกี่ยวข้องในบางกรณี</span>
        </div>
        <div >
          <span>7. ลูกค้าที่เป็นบริษัทสามารถสมัครขอใช้งานบัญชี ให้กับบริษัทซึ่งมีความเกี่ยวข้องกับลูกค้าที่เป็นบริษัทนั้นก็ได้ (หมายถึง บริษัทย่อย บริษัทแม่ หรือบริษัทที่เกี่ยวข้องกับลูกค้า และต่อไปนี้จะเรียกว่า “บริษัทที่เกี่ยวข้องกับลูกค้าที่เป็นบริษัท”) และสามารถอนุญาตให้บริษัทเหล่านั้นใช้งานบัญชีนั้นได้เช่นเดียวกัน ในกรณีดังกล่าว ลูกค้าจะต้องรับผิดชอบในการทำให้บริษัทที่เกี่ยวข้องกับลูกค้าที่เป็นบริษัทดังกล่าว ยินยอมปฏิบัติตามบทบัญญัติของข้อกำหนดนี้ รวมถึงรับผิดชอบต่อการกระทำของบริษัทที่เกี่ยวข้องกับลูกค้าที่เป็นบริษัทดังกล่าวเกี่ยวกับข้อกำหนดนี้ด้วย ทั้งนี้ บริษัทจะถือว่าการกระทำของบริษัทที่เกี่ยวข้องกับลูกค้าที่เป็นบริษัทดังกล่าวได้กระทำลงโดยลูกค้าที่นั้นเอง</span>
        </div>
        <div >
          <span>8. ในกรณีที่สัญญาที่เกี่ยวกับการใช้งานบัญชีทางการถูกยกเลิกหรือเสร็จสมบูรณ์ หรือการให้การบริการบัญชีทางการเสร็จสมบูรณ์ บริษัทสามารถลบข้อมูลเกี่ยวกับบัญชีที่เกี่ยวข้องและเนื้อหาที่มีการเผยแพร่ผ่านทางบัญชี (หมายถึง ข้อมูลหรือเนื้อหาในรูปแบบที่ลูกค้าอนุญาตให้มีการส่งผ่านหรือเข้าถึงได้โดยผู้ใช้งานผ่านการใช้งานบัญชีทางการ รวมถึงแต่ไม่จำกัดเพียง ไอคอน ข้อมูลในโปรไฟล์ ข้อความ รูปภาพและภาพเคลื่อนไหวซึ่งส่งโดยลูกค้า ต่อไปนี้จะเรียกรวมกันว่า “เนื้อหา”) โดยดุลพินิจของบริษัท และลูกค้าจะต้องให้ความยินยอมเพื่อการดำเนินการดังกล่าวด้วย</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 7&nbsp; &nbsp;เนื้อหา</span>
        </div>
        <div >
          <span>1. ลูกค้ารับประกันและรับรองแก่บริษัทดังต่อไปนี้</span>
        </div>
        <div >
          <span>(1) เนื้อหาจะต้องไม่ละเมิดสิทธิของบุคคลที่สาม (รวมถึงแต่ไม่จำกัดเพียง ลิขสิทธิ์ สิทธิทางศีลธรรม สิทธิบัตร สิทธิในเครื่องหมายการค้า สิทธิในการออกแบบ สิทธิในผลิตภัณฑ์อรรถประโยชน์ ความลับทางการค้า สิทธิในเกียรติยศ สิทธิในตัวบุคคล สิทธิในความเป็นส่วนตัว และสิทธิในการเผยแพร่)</span>
        </div>
        <div >
          <span>(2) เนื้อหาต้องไม่ประกอบด้วยข้อมูลซึ่งขัดกับนโยบายสาธารณะ (รวมถึงแต่ไม่จำกัดเพียง เนื้อหาที่มีความรุนแรงเกินสมควรและเนื้อหาที่เกี่ยวกับเพศอย่างชัดแจ้ง) กฎหมาย ข้อบังคับ หรือข้อบังคับนี้</span>
        </div>
        <div >
          <span>(3) ในกรณีที่เนื้อหาประกอบไปด้วยตัวชี้แหล่งในอินเทอร์เน็ต (URL) ลูกค้าจะต้องใช้ตัวชี้แหล่งในอินเทอร์เน็ตซึ่งอนุญาตให้ผู้ใช้งานสามารถจดจำสถานะของการเข้าถึงได้เท่านั้น หรือต้องจัดให้มีมาตรการที่จำเป็นเพื่อทำให้ผู้ใช้งานสามารถจดจำสถานะดังกล่าวได้</span>
        </div>
        <div >
          <span>2. ในกรณีที่เนื้อหาประกอบด้วยข้อมูลที่เกี่ยวข้องกับบุคคลที่สาม เนื้อหาดังกล่าวจะต้องมีข้อความเพื่อทำให้แน่ใจว่าผู้ใช้งานจะไม่เข้าใจว่าข้อมูลนั้นถูกจัดเตรียมโดยบุคคลที่สามดังกล่าว (รวมถึงแต่ไม่จำกัดเพียง การแสดงออกอย่างชัดเจนถึงแหล่งที่มาของข้อมูลและการแสดงออกอย่างชัดเจนว่าข้อมูลนั้นไม่ได้ถูกจัดเตรียมโดยบุคคลที่สามดังกล่าว)</span>
        </div>
        <div >
          <span>3. ลูกค้ายินยอมว่าบริษัทสามารถทำการยืนยันลักษณะของเนื้อหาเพื่อวัตถุประสงค์ของการดำเนินการของบัญชีทางการที่เหมาะสมได้ ในกรณีที่บริษัทเห็นว่ามีข้อมูลที่ไม่เหมาะสมประกอบอยู่ในเนื้อหา บริษัทมีสิทธิจะไม่เผยแพร่หรือลบเนื้อหาดังกล่าวก็ได้</span>
        </div>
        <div >
          <span>4. ในกรณีที่ศาล หน่วยงานสืบสวน หรือสถาบันของรัฐ ได้ร้องขอให้บริษัทเปิดเผยหรือจัดให้ซึ่งเนื้อหา หากบริษัทเห็นว่าการร้องขอนั้นสมเหตุสมผล บริษัทอาจเปิดเผยหรือจัดให้ซึ่งเนื้อหาดังกล่าวได้โดยไม่ต้องได้รับความยินยอมของลูกค้า</span>
        </div>
        <div >
          <span>5. สิทธิในทรัพย์สินทางปัญญา รวมถึงลิขสิทธิ์ในเนื้อหาเป็นของลูกค้า อย่างไรก็ตาม บริษัทไม่มีหน้าที่ในการปกป้องสิทธิในทรัพย์สินทางปัญญาดังกล่าวของลูกค้า</span>
        </div>
        <div >
          <span>6. บริษัทสามารถใช้เนื้อหาและข้อมูลที่เกี่ยวข้องกับบัญชีทางการ รวมถึงแต่ไม่จำกัดเพียง ข้อมูลการใช้งานบัญชีทางการ (รวมถึง ข้อมูลซึ่งลูกค้าได้ลงทะเบียนไว้ในตอนเริ่มต้นการใช้งานบัญชีทางการ ซึ่งจำกัดเพียงข้อมูลที่ไม่ขัดแย้งกับการคุ้มครองความเป็นส่วนตัวในการติดต่อสื่อสาร) เพื่อป้องกันการใช้งานโดยไม่ได้รับอนุญาต และเพื่อการจัดให้ซึ่งการบริการของบริษัท การพัฒนาและปรับปรุงการบริการของบริษัท และการโฆษณา การเผยแพร่ และการส่งเสริมการบริการของบริษัท ทั้งนี้ ลูกค้าให้ความยินยอมล่วงหน้าในเรื่องดังกล่าวแล้ว (รวมถึง การไม่ใช้สิทธิทางศีลธรรมโต้แย้งกับบริษัท) และบริษัทสามารถแบ่งปันข้อมูลดังกล่าวข้างต้นกับคู่สัญญาใด ๆ ซึ่งให้บริการที่เกี่ยวข้องกับการบริการของบริษัทและผู้รับจ้างช่วงของบริษัทเท่าที่จำเป็นเพื่อวัตถุประสงค์ดังกล่าวข้างต้น</span>
        </div>
        <div >
          <span>7. บริษัทสามารถเก็บรักษาเนื้อหาไว้ระบบเครือข่ายของบริษัท นอกจากนี้ บริษัทไม่มีหน้าที่ใด ๆ ในการเก็บรักษาเนื้อหา ทั้งนี้ ในกรณีที่ลูกค้าเห็นว่าเป็นการจำเป็นที่จะเก็บรักษาเนื้อหา ลูกค้าดังกล่าวจะต้องดำเนินการเช่นว่านั้นด้วยค่าใช้จ่ายและความรับผิดชอบของตนเอง</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 8&nbsp; การปฏิบัติต่อข้อมูลโดยลูกค้า</span>
        </div>
        <div >
          <span>1. ข้อมูลใด ๆ และทั้งหมดที่ได้รับมาจากผู้ใช้งานผ่านการใช้งานบัญชีทางการ (รวมถึงแต่ไม่จำกัดเพียง ชื่อผู้ใช้งาน ไลน์ไอดี ไอคอน ข้อมูลในโปรไฟล์ ข้อความสถานะ และรูปภาพ ต่อไปนี้จะเรียกว่า “ข้อมูลของผู้ใช้งาน”) เป็นของบริษัท อย่างไรก็ตาม ข้อนี้จะไม่บังคับใช้กับข้อมูลของผู้ใช้งานซึ่งลูกค้าได้รับมาโดยตรงผ่านทางการใช้งานบัญชีทางการ หรือข้อมูลของผู้ใช้งานซึ่งลูกค้ารวบรวมได้ผ่านทางการเชื่อมโยงภายนอกบัญชีทางการซึ่งได้กำหนดไว้ในบัญชีทางการ</span>
        </div>
        <div >
          <span>2. ลูกค้าสามารถรวบรวมและใช้ข้อมูลของผู้ใช้งานในขอบเขตที่จำเป็นสำหรับการบริหารจัดการบัญชีของลูกค้าดังกล่าว และลูกค้าจะต้องไม่เปิดเผย จัดหาให้แก่หรือทำให้ข้อมูลดังกล่าวรั่วไหลไปถึงบุคคลที่สามใด ๆ และจะต้องไม่นำข้อมูลนั้นกลับมาใช้ใหม่เพื่อวัตถุประสงค์ที่นอกเหนือไปจากวัตถุประสงค์เพื่อการบริหารจัดการบัญชีโดยไม่ได้รับการอนุญาตล่วงหน้าเป็นลายลักษณ์อักษร (รวมถึง การอนุญาตผ่านทางอีเมล์) จากบริษัท</span>
        </div>
        <div >
          <span>3. หากลูกค้าส่งข้อมูลที่สามารถระบุตัวตนได้ให้แก่บริษัท (รวมถึงแต่ไม่จำกัดเพียง รหัสโฆษณาบนโทรศัพท์มือถือ เบอร์โทรศัพท์ อีเมล์ และตัวบ่งชี้ภายในของผู้ใช้บริการซึ่งออกโดยบริษัท ทั้งนี้ ให้มีความหมายเดียวกันในข้อนี้) ลูกค้าต้องยอมรับล่วงหน้าว่าบริษัทจะดำเนินการกับข้อมูลที่ลูกค้าส่งมา ด้วยวิธีการดังต่อไปนี้</span>
        </div>
        <div >
          <span>
            <span>(1) ข้อมูลที่สามารถระบุตัวตนได้ที่ลูกค้าส่งมาจะถูกนำมาตรวจสอบกับข้อมูลส่วนบุคคลที่บริษัทมี และจะถูกนำมาใช้ และ/หรือ ใช้ร่วมกัน ภายในขอบเขตของการปฏิบัติตามคำอธิบายที่รวมอยู่ใน LY Corporation นโยบายความเป็นส่วนตัว (LY Corporation Privacy Policy) (</span>
          </span>
          <a href="https://line.me/th/terms/policy/" className="docs-creator">https://line.me/th/terms/policy/</a>
          <span>) ข้อมูลที่สามารถระบุตัวตนได้ซึ่งจะถูกนำมาใช้ร่วมกัน และผู้ที่ต้องรับผิดชอบในการบริหารจัดการข้อมูลของผู้ใช้งาน และอื่นๆ จะถูกระบุอยู่ใน LY Corporation นโยบายความเป็นส่วนตัว (LY Corporation Privacy Policy)</span>
        </div>
        <div >
          <span>(2) บริษัทจะตรวจสอบเฉพาะข้อมูลที่สามารถระบุตัวตนได้ที่ลูกค้าได้ให้ไว้กับข้อมูลส่วนบุคคลที่บริษัทได้รับมาโดยความยินยอมล่วงหน้าของผู้ใช้งานแล้วเท่านั้น ซึ่งอนุญาตให้สามารถนำไปตรวจสอบและใช้ในการดำเนินการตาม ข้อ 8 3(1) ข้างต้น และใช้ข้อมูลที่สามารถระบุตัวตนได้ดังกล่าว และ</span>
        </div>
        <div >
          <span>(3) บริษัทจะไม่รับข้อมูลส่วนตัวของข้อมูลที่สามารถระบุตัวตนได้ใดๆ ที่บริษัทไม่สามารถตรวจสอบได้ตามที่ระบุไว้ในข้อ 8 3(1) ข้างต้น และจะลบข้อมูลที่สามารถระบุตัวตนได้ดังกล่าว</span>
        </div>
        <div >
          <span>4. ลูกค้าต้องปฏิบัติตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคล กฎหมาย กฎเกณฑ์ คำสั่ง และข้อแนะนำอื่นๆ ที่เกี่ยวข้องกับการจัดการข้อมูลในการใช้งานบัญชีทางการ เช่น การได้รับความยินยอมล่วงหน้าจากผู้ใช้งานในการส่งข้อมูลดังกล่าวให้แก่บริษัท รวมถึงข้อมูลส่วนตัวด้วย</span>
        </div>
        <div >
          <span>5. ในกรณีที่สัญญาที่เกี่ยวข้องกับการใช้งานบัญชีทางการถูกยกเลิกหรือเสร็จสมบูรณ์ หรือการให้การบริการบัญชีทางการเสร็จสมบูรณ์แล้ว ลูกค้าจะต้องกำจัดข้อมูลของผู้ใช้งานโดยทันที</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 9&nbsp; หน้าที่ในการรายงาน</span>
        </div>
        <div >
          <span>ในกรณีที่ลูกค้าเปลี่ยนแปลงชื่อทางการค้า ชื่อเรียก หรือบุคลากรผู้รับผิดชอบของลูกค้า ที่อยู่อีเมล์ ภูมิลำเนา หรือข้อมูลทางการติดต่อสื่อสารอื่น ๆ ซึ่งได้ลงทะเบียนไว้กับบัญชีทางการ ลูกค้าดังกล่าวจะต้องรายงานการเปลี่ยนแปลงเช่นว่านั้นผ่านทางวิธีการที่บริษัทกำหนดไว้โดยทันที และในกรณีที่ได้มีการรายงานข้อมูลดังกล่าวแล้ว บริษัทอาจร้องขอให้ลูกค้าดังกล่าวนำส่งหลักฐานของการเปลี่ยนแปลงดังกล่าวและลูกค้าจะต้องปฏิบัติตามคำร้องขอเช่นว่านั้นด้วย</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 10&nbsp; ความรับผิดชอบของลูกค้า</span>
        </div>
        <div >
          <span>1. ในกรณีที่บุคคลที่สามได้มีการร้องเรียนหรือเรียกร้อง หรือยื่นฟ้องคดี และอื่นๆ ต่อบริษัทเนื่องจากการใช้งานบัญชีทางการโดยลูกค้า ลูกค้าดังกล่าวจะต้องตอบสนองต่อเรื่องดังกล่าวด้วยค่าใช้จ่ายของตนเองและต้องรับผิดชอบแต่เพียงฝ่ายเดียว และลูกค้าจะต้องไม่สร้างความยุ่งยากให้แก่บริษัทเกี่ยวกับเรื่องดังกล่าว ทั้งนี้ ลูกค้าจะต้องรับผิดชอบต่อความรับผิดทางกฎหมายใด ๆ ที่เกิดขึ้นจากการใช้งานบัญชีทางการโดยลูกค้า ซึ่งผู้บริหารจัดการ (administrators) และบุคลากรผู้ดำเนินการบัญชีทางการจะต้องรับผิดร่วมกันและแทนกันในเรื่องดังกล่าวด้วย ทั้งนี้ ลูกค้าตกลงว่าบริษัทจะไม่ต้องรับผิดชอบ ในความเสียหายหรือความรับผิดใด ๆ ที่เกิดขึ้นแก่บุคคลที่สามใด ๆ ซึ่งเกิดจากการใช้งานบัญชีทางการของลูกค้า</span>
        </div>
        <div >
          <span>2. หากลูกค้าละเมิดสิทธิใด ๆ หรือก่อให้เกิดความเสียหายใด ๆ แก่บุคคลที่สามโดยการฝ่าฝืนกฎหมายที่เกี่ยวข้องหรือละเมิดข้อกำหนดนี้ นอกเหนือจากข้อ 10.1 ดังกล่าวข้างต้นแล้ว บริษัทสามารถ (1) จำกัดหรือห้ามผู้บริหารจัดการหรือบุคลากรผู้ดำเนินการบัญชีทางการดังกล่าว มิให้ดำเนินการบัญชีทางการอื่นใดที่มีอยู่อีกต่อไป และ (2) ปฏิเสธการขอใช้บริการบัญชีทางการโดยผู้บริหารจัดการหรือบุคลากรผู้ดำเนินการบัญชีที่จะมีขึ้นใหม่ในอนาคตโดยไม่ต้องบอกกล่าวล่วงหน้าหรือชี้แจงเหตุผล</span>
        </div>
        <div >
          <span>3. ลูกค้าต้องชดใช้ความเสียหายใด ๆ (รวมถึง ค่าทนายความที่เกิดขึ้น) ต่อบริษัทซึ่งเกิดขึ้นจากการใช้งานบัญชีทางการโดยลูกค้าโดยทันที ตามกฎหมายและกฎเกณฑ์ต่างๆ</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 11&nbsp; การปฏิบัติต่อข้อมูลซึ่งระบุตัวตนของลูกค้า</span>
        </div>
        <div >
          <span>1. บริษัทต้องใช้ข้อมูลซึ่งระบุตัวตนของลูกค้าซึ่งลูกค้าดังกล่าวได้ให้ไว้แก่บริษัทภายในขอบเขตซึ่งสอดคล้องกับคำอธิบายที่ระบุไว้ใน LY Corporation นโยบายความเป็นส่วนตัว (LY Corporation Privacy Policy) &nbsp;<a href="https://line.me/th/terms/policy/" className="docs-creator">https://line.me/th/terms/policy/</a> และการประมวลผลของบัญชีทางการ เพื่อวัตถุประสงค์ตามที่ระบุในข้อ 7 เนื้อหา ในข้อ&nbsp; 6 ย่อย โดยข้อมูลที่สามารถระบุตัวตนได้ของลูกค้าซึ่งจะถูกนำมาใช้ร่วมกันและผู้ที่ต้องรับผิดชอบในการจัดการข้อมูลที่สามารถระบุตัวตนได้ของลูกค้า และอื่นๆ จะถูกระบุอยู่ใน LY Corporation นโยบายความเป็นส่วนตัว (LY Corporation Privacy Policy) <a href="https://line.me/th/terms/policy/" className="docs-creator">https://line.me/th/terms/policy/</a>
          </span>
        </div>
        <div >
          <span>2. เว้นแต่จะมีกฎหมาย ข้อบังคับ และ/หรือ LY Corporation นโยบายความเป็นส่วนตัว (LY Corporation Privacy Policy) และเว้นแต่จะได้มีการขอรับความยินยอมของลูกค้าที่เกี่ยวข้องเป็นรายคนแยกจากกัน บริษัทต้องไม่ให้ข้อมูลซึ่งระบุตัวตนของลูกค้าแก่บุคคลที่สามโดยไม่ได้รับความยินยอมจากลูกค้าดังกล่าว</span>
        </div>
        <div >
          <span>3. ลูกค้าสามารถร้องขอให้บริษัทเปิดเผย แก้ไข เพิ่มเติม และ/หรือ ลบข้อมูลซึ่งระบุตัวตนซึ่งบริษัทได้รวบรวมไว้จากลูกค้า โดยที่อย่างไรก็ตาม การเปิดเผย การแก้ไข การเพิ่มเติม และ/หรือ การลบข้อมูลนั้นจะต้องเป็นไปตามขั้นตอนที่กำหนดขึ้นต่างหากโดยบริษัท และอาจจะมีค่าใช้จ่ายแยกต่างหากในบางกรณีด้วย ทั้งนี้ โปรดติดต่อ ณ ที่อยู่ของบริษัทดังต่อไปนี้สำหรับคำถามเกี่ยวกับการการเปิดเผย การแก้ไข การเพิ่มเติมและ/หรือการลบหรือการร้องเรียนต่าง ๆ (<a href="https://contact-cc.line.me/detailId/10078" className="docs-creator">https://contact-cc.line.me/detailId/10078</a>)&nbsp;</span>
        </div>
        <div >
          <span>4. ลูกค้าตกลงล่วงหน้าว่าข้อมูลทั้งหมดซึ่งได้ลงทะเบียนไว้โดยลูกค้าเกี่ยวกับการบริการภายใต้ข้อบังคับนี้จะถูกลบเมื่อมีการเลิกสัญญาของผู้ใช้งาน&nbsp;</span>
        </div>
        <div >
          <span>5. ลูกค้าตกลงล่วงหน้าว่า บริษัทสามารถได้รับข้อมูลเชิงสถิติเกี่ยวกับการใช้การบริการโดยผู้ใช้งานที่ปรากฏต่อลูกค้า (รวมถึงแต่ไม่จำกัดเพียง ข้อมูลเชิงสถิติ เช่น จำนวนผู้ใช้เฉพาะและจำนวนข้อความ) เพื่อวัตถุประสงค์ในการดำเนินการและปรับปรุงบัญชีและการบริการ</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 12&nbsp; การโอนและพันธมิตรทางธุรกิจ</span>
        </div>
        <div >
          <span>1. บริษัทสามารถโอนการให้การบริการบัญชีทางการบางส่วนให้แก่บริษัทในกลุ่มของบริษัทหรือแก่บุคคลที่สามก็ได้</span>
        </div>
        <div >
          <span>2. บริษัทสามารถให้ข้อมูลเกี่ยวกับบัญชีทางการแก่คู่ค้าทางธุรกิจและบุคคลที่สามอื่น ๆ (อย่างไรก็ตาม ไม่รวมถึงข้อมูลส่วนบุคคล) เกี่ยวกับลูกค้าเพื่อจัดให้ซึ่งการทำงานของบัญชีทางการแก่คู่ค้าทางธุรกิจและเว็บไซต์ แอพพลิเคชั่น และอื่นๆ เป็นต้น ของบุคคลที่สามอื่น ๆ&nbsp; ในการนี้ การเชื่อมโยงของลูกค้ากับบัญชีทางการ และอื่นๆ อาจถูกแสดงอยู่บนเว็บไซต์ของคู่ค้าทางธุรกิจหรือบุคคลที่สามอื่น ๆ ก็ได้ ยิ่งไปกว่านั้น บริษัทสามารถแสดงตัวชี้แหล่งในอินเทอร์เน็ตของเว็บไซต์ (URL) ซึ่งรวมถึงข้อมูลของลูกค้าไว้ที่หุ้นส่วนทางธุรกิจ เผยแพร่การเชื่อมต่อสู่เว็บไซต์ดังกล่าว เป็นต้น ในหน้าบัญชีของลูกค้านั้นด้วย</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 13&nbsp; การระงับ การเปลี่ยนแปลง และการเสร็จสมบูรณ์ของการบริการ</span>
        </div>
        <div >
          <span>1. ในกรณีของข้อใดข้อหนึ่งดังต่อไปนี้ บริษัทสามารถระงับการให้การบริการบัญชีทางการของไลน์ได้ในบางกรณี ถึงแม้ว่าบริษัทจะได้ระงับบัญชีทางการเป็นการชั่วคราว บริษัทจะไม่รับผิดชอบใด ๆ สำหรับการระงับดังกล่าวต่อลูกค้า</span>
        </div>
        <div >
          <span>(1) ในกรณีของการบำรุงรักษา ตรวจสอบ หรือเรื่องอื่นในทำนองเดียวกัน เกี่ยวกับสิ่งอำนวยความสะดวกหรืออุปกรณ์ที่จำเป็นสำหรับการให้การบริการบัญชีทางการ ซึ่งได้มีขึ้นตามปกติหรือในกรณีฉุกเฉิน</span>
        </div>
        <div >
          <span>(2) ในกรณีที่มีความล้มเหลว การหยุดทำงาน หรือเรื่องอื่นในทำนองเดียวกัน เกิดขึ้นกับสิ่งอำนวยความสะดวกหรืออุปกรณ์ที่ใช้ในการให้การบริการบัญชีทางการ</span>
        </div>
        <div >
          <span>(3) ในกรณีที่เป็นไปไม่ได้ที่จะใช้งานการบริการโทรคมนาคมซึ่งดำเนินการโดยผู้ประกอบธุรกิจโทรคมนาคม</span>
        </div>
        <div >
          <span>(4) ในกรณีที่มีความยุ่งยากในการให้การบริการบัญชีทางการเนื่องจากไฟดับ ไฟไหม้ แผ่นดินไหว การประท้วงของแรงงาน หรือเหตุสุดวิสัยในรูปแบบอื่น</span>
        </div>
        <div >
          <span>(5) ในกรณีที่มีสาเหตุเกี่ยวกับการดำเนินการหรือสาเหตุทางเทคนิคที่เกี่ยวข้องกับบัญชีทางการอย่างสมเหตุสมผล</span>
        </div>
        <div >
          <span>2. บริษัทสามารถเปลี่ยนแปลงหรือสิ้นสุดการดำเนินการบัญชีทางการทั้งหมดหรือบางส่วนได้โดยการประกาศหรือแจ้งให้ลูกค้าทราบในเรื่องดังกล่าว แม้ว่าบริษัทจะได้เปลี่ยนแปลงหรือสิ้นสุดการดำเนินการบัญชีทางการแล้วไม่ว่าทั้งหมดหรือบางส่วน บริษัทจะไม่รับผิดชอบใด ๆ ในเรื่องดังกล่าวต่อลูกค้าทั้งสิ้น</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 14&nbsp; การไม่รับประกัน</span>
        </div>
        <div >
          <span>บริษัทไม่รับประกันไม่ว่าโดยชัดแจ้งหรือโดยปริยายถึงการไม่มีความชำรุดบกพร่อง ไม่ว่าจะโดยตามความเป็นจริงหรือโดยกฎหมายที่เกี่ยวข้องกับบัญชีทางการ (รวมถึงแต่ไม่จำกัดเพียง ความชำรุดบกพร่องที่เกี่ยวกับความปลอดภัย ความน่าเชื่อถือ ความถูกต้อง ความสมบูรณ์ ประสิทธิภาพ ความเหมาะสมในการใช้งานเพื่อวัตถุประสงค์โดยเฉพาะ ความมั่นคง หรือเรื่องอื่นในทำนองเดียวกัน ความบกพร่อง ข้อผิดพลาด การละเมิดสิทธิ และอื่นๆ เป็นต้น)</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 15&nbsp; &nbsp;ความเสียหาย</span>
        </div>
        <div >
          <span>1. ในกรณีที่ลูกค้าได้ละเมิดข้อกำหนดนี้และก่อให้เกิดความเสียหายแก่บริษัท (รวมถึงแต่ไม่จำกัดเพียง ค่าทนายความที่สมเหตุสมผล) ลูกค้าจะต้องรับผิดชดใช้ความเสียหายนั้นให้แก่บริษัทโดยทันที</span>
        </div>
        <div >
          <span>2. ในกรณีที่ลูกค้าได้รับการการร้องเรียน การอ้างสิทธิ การร้องขอ การเรียกร้อง การคัดค้าน และอื่นๆ เป็นต้น (ต่อไปนี้จะเรียกว่า “การร้องเรียน และอื่นๆ”) โดยบุคคลที่สาม รวมถึงผู้ใช้งานบัญชีทางการเกี่ยวกับบัญชีทางการ โดยอ้างว่าสิทธิของบุคคลที่สามนั้นถูกละเมิด ลูกค้าดังกล่าวจะต้องดำเนินการและแก้ไขการร้องเรียน และอื่นๆ นั้นด้วยค่าใช้จ่ายและความรับผิดชอบของตน ทั้งนี้ ลูกค้าต้องรับผิดชอบในความรับผิดทางกฎหมายใด ๆ ที่เกิดขึ้นจากการใช้งานบัญชีทางการโดยลูกค้าด้วยตนเอง และลูกค้าตกลงว่าบริษัทจะไม่ต้องรับผิดสำหรับความเสียหายและการรับผิดใด ๆ ซึ่งเกิดขึ้นจากการใช้งานบัญชีทางการโดยลูกค้าไม่ว่าในกรณีใดก็ตาม ซึ่งในกรณีที่มีความเสียหายเกิดขึ้นต่อบริษัทที่เกี่ยวข้องกับการร้องเรียน และอื่นๆ ลูกค้าที่เกี่ยวข้องจะต้องชดใช้ความเสียหายดังกล่าวทั้งหมดให้แก่บริษัท นอกจากนี้ ในกรณีที่บริษัทดำเนินการหรือแก้ไขการร้องเรียน และอื่นๆ ดังกล่าวในนามของลูกค้าที่เกี่ยวข้อง ลูกค้าที่เกี่ยวข้องต้องรับผิดชอบค่าใช้จ่ายทั้งหมดสำหรับการดำเนินการและการแก้ไขนั้นด้วย</span>
        </div>
        <div >
          <span>3. ในกรณีที่ลูกค้าจงใจแนะนำการบริการภายนอกให้แก่ผู้ใช้งานผ่านทางการใช้งานบัญชีทางการ ผู้ใช้งานอาจไม่สามารถใช้การบริการภายนอกดังกล่าวได้เนื่องจากเหตุผลทางเทคนิคหรือเหตุผลอื่นในบางกรณี นอกจากนี้ โดยการแนะนำดังกล่าว อาจมีโอกาสที่ลูกค้าจะได้รับการร้องเรียนจากผู้ใช้งาน รวมถึงการตอบสนองที่เสียเปรียบจากผู้ให้การบริการด้านแพลตฟอร์ม (เช่น แอปเปิล อิงค์ (Apple Inc.) หรือ กูเกิล อิงค์ (Google Inc.) หรือข้อเสียเปรียบอื่น (ต่อไปนี้จะเรียกรวมกันว่า “ข้อเสียเปรียบ”) ทั้งนี้ ลูกค้าต้องแนะนำให้ผู้ใช้งานใช้บริการภายนอกโดยความรับผิดชอบของลูกค้าเองบนพื้นฐานของการตระหนักถึงโอกาสที่จะเกิดสิ่งที่ได้กล่าวไว้ข้างต้น และบริษัทจะไม่รับผิดชอบใด ๆ สำหรับเงื่อนไขที่อาจทำให้การใช้งานการบริการภายนอกนั้นเป็นไปไม่ได้หรือสำหรับข้อเสียเปรียบใด ๆ ด้วย</span>
        </div>
        <div >
          <span>4. บริษัทจะไม่รับผิดชอบต่อความเสียหายใด ๆ ที่เกิดขึ้นแก่ลูกค้าจากการใช้งานบัญชีทางการโดยลูกค้านั้น โดยที่กรณีดังกล่าวจะไม่บังคับใช้กับความเสียหายซึ่งเกิดขึ้นเนื่องจากการจงใจก่อให้เกิดความเสียหายหรือความประมาทเลินเล่ออย่างร้ายแรงโดยบริษัท ในกรณีดังกล่าว บริษัทจะรับผิดชอบในการชดใช้ความเสียหายทั่วไปและความเสียหายโดยตรงที่บริษัทก่อให้เกิดแก่ลูกค้า เป็นจำนวนสูงสุดไม่เกินค่าบริการสำหรับบัญชีทางการที่ได้ชำระแล้วโดยลูกค้านั้นในเดือนที่ความเสียหายนั้นได้มีขึ้น</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 16&nbsp; ข้อจำกัดการใช้งานบัญชี</span>
        </div>
        <div >
          <span>แม้ว่าภายหลังจากที่ลูกค้าได้เริ่มต้นการใช้งานบัญชีทางการภายใต้บังคับข้อ 1 ของกำหนดนี้แล้ว หากบริษัทเห็นว่าข้อใดข้อหนึ่งดังต่อไปนี้เกิดขึ้นกับลูกค้าที่เกี่ยวข้อง บริษัทสามารถจำกัดการใช้งานบัญชีทางการของลูกค้าดังกล่าวได้ในบางกรณี เช่น โดยการไม่อนุญาตให้ลูกค้าดังกล่าวใช้งานบัญชีทางการหรือระงับการใช้งานนั้น นอกจากนี้ กรณีดังต่อไปนี้ถือเป็นเพียงตัวอย่าง ดังนั้น แม้ลูกค้าจะได้สอบถามเกี่ยวกับหลักเกณฑ์การตัดสินในกรณีเฉพาะเจาะจงหรือการจำกัดการใช้งานบัญชีต่อบริษัท บริษัทไม่มีหน้าที่ใด ๆ ในการตอบคำถามเหล่านั้น</span>
        </div>
        <div >
          <span>(1) บริษัท องค์กร หรือบุคคลธรรมดาที่ได้จำหน่ายผลิตภัณฑ์หรือบริการซึ่งมีความเป็นไปได้อย่างสูงว่าจะถูกนำไปใช้ในการก่ออาชญากรรม</span>
        </div>
        <div >
          <span>(2) บริษัท องค์กร หรือบุคคลธรรมดาซึ่งได้กระทำหรือยุยงให้มีการกระทำการที่ไม่ชอบด้วยกฎหมายหรือเป็นความผิดอาญา</span>
        </div>
        <div >
          <span>(3) บริษัท องค์กร หรือบุคคลธรรมดาซึ่งได้ทำการขาย เป็นคนกลาง นายหน้า เป็นต้น ที่ผิดกฎหมายหรือเป็นการฉ้อฉล เกี่ยวกับข้อมูลส่วนบุคคล ข้อมูลที่จดทะเบียนและ/หรือการใช้ข้อมูลในอดีตของบุคคลที่สามอื่น ๆ</span>
        </div>
        <div >
          <span>(4) บริษัท องค์กร หรือบุคคลธรรมดาซึ่งได้กระทำการซึ่งขัดต่อกฎหมาย ข้อบังคับ หรือนโยบายของรัฐ หรือบุคคลทั้งหลายซึ่งมีความเป็นไปได้อย่างสูงว่าจะกระทำการดังกล่าว</span>
        </div>
        <div >
          <span>(5) บริษัท องค์กร หรือบุคคลธรรมดาซึ่งบริษัทเชื่อว่าได้กระทำการซึ่งเป็นการกระทำที่ต้องห้ามดังที่ระบุไว้ในข้อ 17</span>
        </div>
        <div >
          <span>(6) บริษัท องค์กร หรือบุคคลธรรมดา (รวมถึงแต่ไม่จำกัดเพียง บริษัท องค์กร หรือบุคคลธรรมดาที่น่าจะก่อให้เกิดข้อเสียเปรียบแก่ผู้ใช้งานไลน์ กล่าวคือ บริษัท องค์กร หรือบุคคลธรรมดาที่น่าจะก่อให้เกิดผลกระทบในทางเสียหายแก่ความน่าเชื่อถือหรือชื่อเสียงของบริษัท และรวมถึง บริษัท องค์กร หรือบุคคลธรรมดาที่น่าจะทำให้บริษัทต้องเข้าไปมีส่วนเกี่ยวข้องการข้อร้องเรียนหรือข้อพิพาท เป็นต้น) ซึ่งบริษัทเห็นว่าไม่เหมาะสมสำหรับการใช้งานบัญชีทางการ</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 17&nbsp; &nbsp;การกระทำที่ต้องห้าม</span>
        </div>
        <div >
          <span>ลูกค้าไม่ได้รับอนุญาตให้กระทำการดังต่อไปนี้ในระหว่างการใช้งานบัญชีทางการ</span>
        </div>
        <div >
          <span>(1)&nbsp; ฝ่าฝืนกฎหมาย ข้อบังคับ คำพิพากษา คำตัดสินชี้ขาดหรือคำสั่ง หรือวิธีการทางปกครองที่มีผลผูกพันตามกฎหมาย</span>
        </div>
        <div >
          <span>(2)&nbsp; กระทำการอันไม่ชอบด้วยกฎหมายหรือการกระทำที่อาจก่อให้เกิดการทำผิดกฎหมาย</span>
        </div>
        <div >
          <span>(3)&nbsp; ละเมิดสิทธิในทรัพย์สินทางปัญญาของบริษัทหรือบุคคลที่สาม (เช่น ลิขสิทธิ์ สิทธิในเครื่องหมายการค้า และสิทธิบัตร) สิทธิในเกียรติยศ สิทธิในความเป็นส่วนตัวของบุคคลดังกล่าว หรือสิทธิตามกฎหมายหรือตามสัญญาอื่น ๆ&nbsp;</span>
        </div>
        <div >
          <span>(4)&nbsp; กระทำการที่อาจเป็นการฝ่าฝืนนโยบายสาธารณะ</span>
        </div>
        <div >
          <span>(5)&nbsp; ให้ผลประโยชน์แก่องค์กรต่อต้านสังคมหรือให้ความร่วมมือในรูปแบบอื่น&nbsp;</span>
        </div>
        <div >
          <span>(6)&nbsp; ใช้งานบัญชีทางการเป็นสื่อโฆษณาสำหรับบุคคลที่สามโดยไม่ได้รับความยินยอมล่วงหน้าของบริษัท (รวมถึงแต่ไม่จำกัดเพียง การโฆษณาสินค้าหรือการบริการของบุคคลที่สามผ่านทางการใช้งานบัญชีทางการ)</span>
        </div>
        <div >
          <span>(7)&nbsp; เผยแพร่โฆษณาหรือข้อความใด ๆ โดยใช้ข้อมูลทางประชากรศาสตร์ของผู้ใช้งาน (รวมเรียกว่า “การโฆษณา”) โดยการบริการที่ให้บริการโดยบัญชีทางการ ซึ่งจะต้องไม่มีการระบุข้อมูลเชิงประชากรใด ๆ ของผู้ใช้แต่ละรายที่เข้าถึงโฆษณานั้น ทั้งนี้ การกระทำที่ต้องห้ามในข้อนี้ รวมถึงแต่ไม่จำกัดเพียง (1) การกำหนดเว็บไซต์ในการส่งผ่านข้อมูลเชิงประชากรต่าง ๆ และ (2) ส่วนเพิ่มเติมของข้อมูลที่สามารถตามรอยได้ของตัวชี้แหล่งในอินเทอร์เน็ต (URL) ของเว็บไซต์เพื่อการส่งผ่านสำหรับวัตถุประสงค์ข้างต้นเมื่อบริษัททำการเผยแพร่การโฆษณา</span>
        </div>
        <div >
          <span>(8)&nbsp; มอบหมายหรือการให้บุคคลที่สามยืมบัญชีหรือการใช้งานบัญชีร่วมกันกับบุคคลที่สาม</span>
        </div>
        <div >
          <span>(9)&nbsp; ปลอมแปลงเป็นบริษัทหรือบุคคลที่สาม การแพร่ข้อมูลที่เป็นเท็จโดยจงใจ หรือการให้หรือเผยแพร่ข้อมูลที่ไม่เกี่ยวข้องกับการบริหารจัดการหรือบำรุงรักษาของประเภทธุรกิจที่ลูกค้าได้สมัครขอใช้การบริการไว้</span>
        </div>
        <div >
          <span>(10) จัดเก็บ เปิดเผย หรือจัดหาข้อมูลส่วนบุคคล ข้อมูลจดทะเบียน หรือการใช้ข้อมูลในอดีตของบุคคลที่สามที่ไม่ชอบด้วยกฎหมาย</span>
        </div>
        <div >
          <span>(11) โพสต์หรือส่งผ่านความคิดเห็น และ/หรือ รูปภาพที่มีความรุนแรงเกินสมควร การแสดงความคิดเห็น และ/หรือรูปภาพเกี่ยวกับเพศอย่างชัดแจ้ง การแสดงความคิดเห็นและ/หรือรูปภาพที่อาจก่อให้เกิดการแบ่งแยกจากเชื้อชาติ สัญชาติ หลักความเชื่อ เพศ สถานะทางสังคม ต้นกำเนิดของครอบครัว และอื่นๆ เป็นต้น การแสดงความคิดเห็น และ/หรือ รูปภาพที่กระตุ้นหรือส่งเสริมการฆ่าตัวตาย การทำให้ตนเองพิการ หรือการใช้ยาในทางที่ผิด หรือการแสดงความคิดเห็น และ/หรือ รูปภาพที่มีข้อมูลเกี่ยวกับการต่อต้านสังคมที่อาจก่อให้เกิดความไม่สบายใจแก่ผู้อื่น&nbsp;</span>
        </div>
        <div >
          <span>(12) กระทำการเพื่อวัตถุประสงค์ในการร่วมเพศด้วยการสอดใส่หรือการอนาจาร หรือกระทำการเพื่อวัตถุประสงค์ในการนัดพบหรือการออกเดทกับบุคคลแปลกหน้าต่างเพศ กระทำการเพื่อวัตถุประสงค์ในการละเมิดหรือใส่ร้ายลูกค้าคนอื่น หรือการกระทำอื่น ๆ ผ่านทางบัญชีทางการเพื่อวัตถุประสงค์อื่นนอกเหนือจากวัตถุประสงค์ที่คาดหมายไว้โดยบัญชีทางการ</span>
        </div>
        <div >
          <span>(13) เผยแพร่ข้อมูลที่ถือเป็นการก่อให้เกิดความไม่สบายใจหรือเป็นการรบกวนโดยผู้ใช้งานหรือบุคคลที่สาม</span>
        </div>
        <div >
          <span>(14) กระทำการที่ก่อให้เกิดอุปสรรคต่อระบบ และ/หรือ ระบบเครือข่ายของบัญชีทางการ</span>
        </div>
        <div >
          <span>(15) กระทำการที่เป็นการรบกวนการบริหารจัดการของบัญชีทางการโดยบริษัท หรือใช้งานบัญชีทางการของลูกค้าคนอื่น ๆ หรือกระทำการที่เป็นอุปสรรค์ต่อการบริหารจัดการหรือการใช้งานนั้น</span>
        </div>
        <div >
          <span>(16) จงใจทำให้บัญชีทางการล้มเหลวผ่านการใช้งาน</span>
        </div>
        <div >
          <span>(17) สอบถามหรือร้องขอต่อบริษัทอย่างไม่สมเหตุสมผลต่อบริษัท</span>
        </div>
        <div >
          <span>(18) เผยแพร่ความคิดเห็น รูปภาพ และ/หรือ ข้อมูลที่ขัดแย้งกับข้อกำหนดการใช้งานทั่วไปของ LY Corporation (LY Corporation Common Terms of Use) และแนวทางการใช้บัญชีทางการ (LINE Official Account Guidelines)</span>
        </div>
        <div >
          <span>(19) เผยแพร่ความคิดเห็น รูปภาพ และ/หรือ ข้อมูลที่ขัดแย้งต่อแนวทางการใช้งานตราสัญลักษณ์ (Logo Use Guidelines) ของบริษัท&nbsp;</span>
        </div>
        <div >
          <span>(20) กระทำการที่เป็นการช่วยเหลือหรือส่งเสริมการใด ๆ ที่กำหนดไว้ในข้อ (1) ถึง (19)</span>
        </div>
        <div >
          <span>(21) กระทำการอื่นใดที่บริษัทเห็นว่าไม่เหมาะสม</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 18&nbsp; การระงับการใช้และการบอกเลิก</span>
        </div>
        <div >
          <span>1.&nbsp; ในกรณีที่บริษัทเห็นว่าข้อใดข้อหนึ่งดังต่อไปนี้เกิดขึ้นกับลูกค้าหรืออาจจะเกิดขึ้นกับลูกค้า บริษัทสามารถระงับบัญชีทางการ โดยการระงับการใช้งานบัญชีทางการโดยลูกค้าเป็นการชั่วคราว หรือบอกเลิกสัญญาต่าง ๆ (ต่อไปนี้จะเรียกว่า “สัญญา”) กับลูกค้าภายใต้ข้อกำหนดนี้ โดยไม่จำเป็นต้องแจ้งให้ทราบแต่อย่างใด และหากมีความเสียหายเกิดขึ้นแก่ลูกค้าจากการระงับการใช้งานหรือการบอกเลิกสัญญาดังกล่าว บริษัทจะไม่รับผิดชอบใด ๆ ในเรื่องดังกล่าวแก่ลูกค้านั้น</span>
        </div>
        <div >
          <span>(1)&nbsp; ในกรณีที่บริษัทได้ทราบถึงการมีอยู่ของเหตุในการปฏิเสธคำขอตามที่ระบุไว้ในข้อ 2 ข้อย่อยที่ 4 หลังจากการเริ่มต้นการใช้งานบัญชีทางการ (ไม่ว่าบัญชีที่เกี่ยวข้องนั้นจะเป็นบัญชีที่ได้รับการยืนยันแล้วหรือไม่ก็ตาม)</span>
        </div>
        <div >
          <span>(2)&nbsp; ในกรณีที่ลูกค้าได้ละเมิดข้อกำหนดนี้ เช่น กระทำการกระทำที่ต้องห้าม ภายใต้ข้อ 17 นี้</span>
        </div>
        <div >
          <span>(3)&nbsp; ในกรณีที่ลูกค้าได้ใช้บัญชีทางการสำหรับวัตถุประสงค์ที่ไม่ชอบด้วยกฎหมาย</span>
        </div>
        <div >
          <span>(4)&nbsp; ในกรณีที่บริษัทเชื่อว่ามีการขาดความน่าเชื่อถือของลูกค้า รวมถึงแต่ไม่จำกัดเพียง กรณีที่ลูกค้าถูกฟ้องในคดีล้มละลาย หรือคดีฟื้นฟูกิจการ หรือลูกค้าได้ยื่นคำร้องเหล่านั้นเอง</span>
        </div>
        <div >
          <span>(5)&nbsp; ในกรณีที่ไม่สามารถติดต่อลูกค้าได้ด้วยสาเหตุที่ไม่ใช่ความผิดของบริษัท</span>
        </div>
        <div >
          <span>(6)&nbsp; ในกรณีที่ลูกค้าไม่เข้าสู่บัญชีของตนภายในระยะเวลาหนึ่งที่กำหนดขึ้นโดยบริษัท</span>
        </div>
        <div >
          <span>(7)&nbsp; นอกเหนือจากกรณีที่ได้ระบุไว้ข้างต้น ในกรณีที่ลูกค้าได้ดำเนินการที่บริษัทเห็นว่าไม่เหมาะสม</span>
        </div>
        <div >
          <span>2.&nbsp; ในกรณีที่ แอปเปิล อิงค์ (Apple Inc.) กูเกิล อิงค์ (Google Inc.) หรือบุคคลที่สามที่บริหารจัดการและ/หรือให้บริการด้านช่องทางจำหน่ายแอพพลิเคชั่นที่บริษัทใช้งานอยู่ ได้ร้องข้อให้บริษัทระงับการให้บริการบัญชีทางการไม่ว่าทั้งหมดหรือบางส่วน บริษัทสามารถระงับการให้บริการบัญชีทางการโดยระงับการใช้งานบัญชีทางการของลูกค้าชั่วคราว หรือบอกเลิกสัญญาโดยไม่จำเป็นต้องแจ้งให้ทราบแต่อย่างใด</span>
        </div>
        <div >
          <span>3.&nbsp; แม้ในกรณีที่เกิดความเสียหายแก่ลูกค้าที่เกิดจากการระงับการใช้งานหรือเลิกสัญญาตามสองข้อย่อยก่อนหน้านี้บริษัทจะไม่รับผิดชอบใด ๆ ต่อลูกค้านั้นทั้งสิ้น</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 19&nbsp; การรักษาความลับ</span>
        </div>
        <div >
          <span>ลูกค้าจะต้องรักษาความลับของข้อมูลที่เป็นความลับของบริษัท (หมายถึง ข้อมูลใด ๆ และทั้งหมดที่เกี่ยวข้องกับลูกค้า ผลิตภัณฑ์ การบริการ ธุรกิจ โครงการ เทคโนโลยี ความรู้ ความคิด แนวคิด และอื่นๆ เป็นต้น ของบริษัทซึ่งบริษัทได้ระบุไว้ในเวลาที่ได้เปิดเผยข้อมูลนั้นอย่างชัดแจ้งว่าเป็นความลับ ทั้งนี้ กรณีดังกล่าวจะยังคงใช้บังคับเสมอไม่ว่าข้อมูลดังกล่าวจะได้ถูกเปิดเผยโดยวิธีการใด ๆ) นอกจากนี้ เว้นแต่ข้อมูลที่เกี่ยวข้องซึ่งจำเป็นต้องถูกเปิดเผยภายใต้กฎหมายและ/หรือข้อบังคับที่เกี่ยวข้อง ลูกค้าจะต้องไม่เปิดเผยหรือทำให้บุคคลที่สามทราบถึงข้อมูลที่เป็นความลับของบริษัทโดยปราศจากความยินยอมล่วงหน้าเป็นลายลักษณ์อักษรจากบริษัท</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 20&nbsp; &nbsp;บทบัญญัติเกี่ยวกับการป้องกันการทุจริต</span>
        </div>
        <div >
          <span>1.&nbsp; ลูกค้ารับประกันและรับรองแก่บริษัทว่า ลูกค้าและบริษัทแม่ บริษัทในเครือและบริษัทในกลุ่ม พนักงาน กรรมการ ลูกจ้าง ตัวแทน หรือผู้แทนอื่น ๆ ของลูกค้าและของบริษัทดังกล่าว (ภายใต้ข้อนี้ “บริษัทในเครือ”) ไม่เคยและจะไม่กระทำการดังต่อไปนี้ (แต่ละการกระทำ “การทุจริต” พระราชบัญญัติการกระทำที่เป็นการทุจริตต่อเจ้าหน้าที่ของรัฐต่างประเทศ ค.ศ. 1977 (Foreign Corrupt Practices Act (“FCPA”) 1977)) ที่เกี่ยวข้องกับข้อกำหนดนี้ การขายใด ๆ ที่มีขึ้นภายใต้ข้อกำหนดนี้ ค่าธรรมเนียมใด ๆ ที่ชำระหรือได้ชำระภายใต้ข้อกำหนดนี้ หรือธุรกรรมอื่นใดที่เกี่ยวข้องกับผลประโยชน์ทางธุรกิจของบริษัท การให้ เสนอให้ หรือรับว่าจะให้ หรือให้อนุมัติการชำระเงินใด ๆ หรือการให้ หรือเสนอให้ หรือรับว่าจะให้ หรืออนุมัติการให้การบริการใด ๆ หรือสิ่งอื่นที่มีค่าไม่ว่าโดยตรงหรือผ่านบุคคลที่สาม ให้แก่เจ้าหน้าที่หรือลูกจ้างของหน่วยงานของรัฐหรือหน่วยงานย่อย หรือขององค์กรมหาชนระหว่างประเทศ หรือของหน่วยงานหรือหน่วยงานย่อยขององค์กรมหาชนระหว่างประเทศ หรือของพรรคการเมืองหรือเจ้าหน้าที่ของพรรคการเมือง หรือผู้สมัครรับเลือกในตำแหน่งทางการเมืองใด ๆ โดยมีวัตถุประสงค์เพื่อ (ก)&nbsp; จูงใจให้บุคคลดังกล่าวกระทำการใด ๆ หรือตัดสินใจในตำแหน่งหน้าที่ของตน รวมถึงการตัดสินใจที่จะไม่ปฏิบัติหน้าที่ของตน รวมถึงการตัดสินใจไม่ทำหน้าที่ซึ่งมีอยู่กับหน่วยงานของรัฐหรือหน่วยงานย่อย หรือองค์กรมหาชนระหว่างประเทศ หรือพรรคการเมือง (ข) จูงใจให้บุคคลดังกล่าวใช้อิทธิพลของตนกับหน่วยงานของรัฐ หรือหน่วยงานย่อย หรือองค์กรมหาชนระหว่างประเทศ หรือพรรคการเมืองนั้นเพื่อให้มีผลกระทบหรือมีอิทธิพลต่อการกระทำหรือการตัดสินใด ๆ ขององค์กรเหล่านั้น หรือ (ค) ทำให้ได้มาซึ่งความได้เปรียบที่มิชอบ</span>
        </div>
        <div >
          <span>2.&nbsp; ลูกค้าตกลงว่าลูกค้าจะดำเนินการและจะทำให้บริษัทในเครือดำเนินการจัดทำและรักษาสมุดบัญชี หลักฐานและใบแจ้งชำระหนี้ต่าง ๆ ทั้งนี้ การชำระเงินทั้งหมดที่ชำระให้แก่ลูกค้าหรือบริษัทในเครือจะต้องทำขึ้นภายหลังจากที่ได้รับใบแจ้งหนี้ที่มีรายละเอียดและถูกต้องจากบริษัทพร้อมทั้งบันทึกสนับสนุนอย่างละเอียด</span>
        </div>
        <div >
          <span>3.&nbsp; ในกรณีที่มีข้อสงสัยว่าลูกค้าหรือบริษัทในเครือได้กระทำการทุจริต ลูกค้าจะต้องแจ้งให้บริษัททราบโดยทันทีเป็นลายลักษณ์อักษรถึงรายละเอียดแห่งข้อสงสัย และจะต้องยุติการกระทำการทุจริตนั้นโดยทันที หรือดำเนินการให้บริษัทในเครือยุติการกระทำการทุจริตนั้น ทั้งนี้ ลูกค้าจะต้องเปิดเผยข้อมูลดังกล่าวให้แก่บริษัทตามที่บริษัทร้องขอเกี่ยวกับการกระทำการทุจริตดังกล่าวและจะต้องดำเนินมาตรการเยียวยาที่เหมาะสมตามที่บริษัทร้องขอ</span>
        </div>
        <div >
          <span>4.&nbsp; เพื่อยืนยันการดำเนินการของลูกค้าตามข้อกำหนดในข้อย่อยก่อนหน้าของข้อนี้ บริษัทและ/หรือตัวแทนของบริษัทสามารถตรวจสอบลูกค้าและบริษัทในเครือ รวมถึงดำเนินการสอบถามโดยสมเหตุสมผลถึงการดังกล่าว ทั้งนี้ ลูกค้าจะต้องให้ความร่วมมือกับการตรวจสอบดังกล่าวนั้นโดยมีข้อจำกัดที่สมเหตุสมผล</span>
        </div>
        <div >
          <span>5.&nbsp; หากลูกค้าหรือบริษัทในเครือฝ่าฝืนส่วนใด ๆ ในข้อนี้ บริษัทโดยดุลยพินิจของตนแต่เพียงผู้เดียว สามารถยกเลิกหน้าที่ใด ๆ ของบริษัทในการชำระเงินทดรองจ่าย ค่าธรรมเนียม หรือค่าชดเชยอื่นใดให้แก่ลูกค้า และสามารถเลือกที่จะดำเนินการใด ๆ เพิ่มเติมดังต่อไปนี้&nbsp;</span>
        </div>
        <div >
          <span>(ก)&nbsp; &nbsp;บอกเลิกข้อกำหนดนี้โดยทันที</span>
        </div>
        <div >
          <span>(ข)&nbsp; &nbsp;หักลบกลบหนี้ในจำนวนใด ๆ รวมถึงแต่ไม่จำกัดเพียง ค่าธรรมเนียมหรือค่าชดเชยอื่น ๆ ที่ได้เคยชำระไว้โดยบริษัทภายใต้ข้อกำหนดนี้</span>
        </div>
        <div >
          <span>(ค)&nbsp; &nbsp;เรียกร้องให้ลูกค้ารับผิดชดใช้แก่บริษัทในความเสียหาย การสูญหายหรือค่าใช้จ่ายใด ๆ ที่ก่อให้เกิดขึ้นแก่บริษัท และ/หรือ</span>
        </div>
        <div >
          <span>(ง)&nbsp; &nbsp;เรียกร้องให้ลูกค้าปฏิบัติตามคำร้องขอที่สมเหตุสมผลของบริษัทเพื่อเยียวยาการฝ่าฝืนข้อกำหนดในข้อนี้</span>
        </div>
        <div >
          <span>นอกจากนี้ บริษัทจะไม่รับผิดชอบต่อการสูญหาย ความเสียหาย การเรียกร้อง ความรับผิด ค่าใช้จ่ายหรือการชำระเงินใด ๆ ที่เกิดขึ้นแก่ลูกค้าโดยเกิดขึ้นจากหรือเกี่ยวข้องกับการกระทำนั้น</span>
        </div>
        <div >
          <span>6. เพื่อประโยชน์ของบทบัญญัติเกี่ยวกับการป้องกันการทุจริต ประมวลจริยธรรมทางธุรกิจของ LY Corporation Group ได้ถูกแนบไว้ในข้อกำหนดของการบริการของไลน์ที่ <a href="https://terms.line.me/line_CodeofConduct?lang=en" className="docs-creator">https://terms.line.me/line_CodeofConduct?lang=en</a>
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 21&nbsp; การไม่เกี่ยวข้องกับกลุ่มต่อต้านสังคม</span>
        </div>
        <div >
          <span>1. ลูกค้ารับรองและยืนยันว่าลูกค้า ผู้แทน เจ้าหน้าที่ และฝ่ายต่าง ๆ ที่มีสิทธิในการบริหารงาน ลูกจ้าง ตัวแทน และตัวกลางของลูกค้า (ต่อไปนี้จะเรียกว่า “บุคคลที่เกี่ยวข้องต่าง ๆ” หรือคำเรียกอื่นที่เหมาะสมตามหลักไวยากรณ์ เช่น “บุคคลที่เกี่ยวข้อง”) ในปัจจุบันหรือหลังจากนี้ ไม่ได้เป็นกลุ่มอาชญากร สมาชิกของกลุ่มอาชญากร สมาชิกที่เกี่ยวข้องของกลุ่มอาชญากร บริษัทที่เกี่ยวข้องกับกลุ่มอาชญากรโซไกยะ (ผู้กรรโชกทรัพย์) กลุ่มที่ดำเนินการเกี่ยวกับกิจกรรมที่เป็นความผิดอาญาโดยอ้างว่าเป็นการดำเนินกิจกรรมทางสังคมหรือ บุคคลหรือองค์กรที่กรรโชกทรัพย์โดยอ้างกิจกรรมทางการเมือง กลุ่มอาชญากรที่เกี่ยวกับอาชญากรรมทางปัญญา หรือบุคลที่มีความสัมพันธ์ใกล้ชิดกับกลุ่มคนดังกล่าวและ/หรือกลุ่มที่คล้ายคลึงกันนั้น (ต่อไปนี้จะเรียกว่า “กลุ่มต่อต้านสังคม”)</span>
        </div>
        <div >
          <span>2. ลูกค้ายืนยันว่าลูกค้าและบุคคลที่เกี่ยวข้องต่าง ๆ จะไม่ดำเนินการดังต่อไปนี้ไม่ว่าโดยตรงหรือโดยอ้อม</span>
        </div>
        <div >
          <span>(1)&nbsp; เรียกร้องโดยใช้ความรุนแรง</span>
        </div>
        <div >
          <span>(2)&nbsp; เรียกร้องอย่างไร้เหตุผลและอยู่นอกเหนือขอบเขตของกฎหมาย</span>
        </div>
        <div >
          <span>(3)&nbsp; ดำเนินธุรกรรมทางธุรกิจในลักษณะที่เกี่ยวข้องกับการข่มขู่คุกคามทางวาจาหรือการกระทำ หรือการกระทำที่ใช้ความรุนแรง (รวมถึงแต่ไม่จำกัดเพียง การติดต่อสื่อสารกับลูกค้าหรือบุคคลที่เกี่ยวข้องของลูกค้าที่เป็นกลุ่มต่อต้านสังคม)</span>
        </div>
        <div >
          <span>(4)&nbsp; ทำลายความน่าเชื่อถือของบริษัทโดยการปล่อยข่าวลือด้วยวิธีการอันฉ้อฉล หรือโดยใช้กำลัง หรือขัดขวางการให้การบริการของบริษัท</span>
        </div>
        <div >
          <span>(5)&nbsp; ดำเนินการอื่นใดที่คล้ายกับการกระทำที่ได้ระบุไว้ข้อใดข้อหนึ่งก่อนหน้านี้</span>
        </div>
        <div >
          <span>3. ในกรณีที่พบว่าลูกค้าได้ละเมิดคำรับรองหรือการยืนยันที่ระบุไว้ในข้อย่อยก่อนหน้านี้ บริษัทสามารถระงับการให้การบริการบัญชีทางการโดยการบอกเลิก “สัญญา” โดยไม่จำเป็นต้องแจ้งให้ทราบแต่อย่างใด ทั้งนี้ แม้ว่าอาจเกิดความเสียหายแก่ลูกค้าจากการบอกเลิกสัญญาดังกล่าว บริษัทจะไม่รับผิดชอบใด ๆ ในการนั้นแก่ลูกค้าทั้งสิ้น</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 22&nbsp; การโอนและการยอมรับสถานะ</span>
        </div>
        <div >
          <span>1. เว้นแต่บริษัทจะได้ให้ความยินยอมแก่การดังกล่าว ลูกค้าจะต้องไม่โอนสิทธิและ/หรือหน้าที่ที่เกี่ยวข้องกับสัญญา หรือสถานะตามสัญญาดังกล่าวแก่บุคคลที่สาม หรือนำไปเป็นหลักประกันแก่บุคคลที่สาม หรือดำเนินการให้บุคคลที่สามยอมรับสิ่งดังกล่าว&nbsp;</span>
        </div>
        <div >
          <span>2. ในกรณีที่บริษัทประสงค์ที่จะโอนบัญชีทางการไม่ว่าทั้งหมดหรือเพียงบางส่วนให้แก่กลุ่มบริษัทหรือบริษัทต่าง ๆ ของบริษัท หรือบุคคลที่สามอื่น ๆ บริษัทสามารถโอนสถานะของบริษัทภายใต้เงื่อนไขของสัญญาดังกล่าว โดยการประกาศหรือแจ้งให้ลูกค้าทราบเรื่องดังกล่าวและลูกค้าได้ให้ความยินยอมล่วงหน้าเพื่อการดังกล่าวแล้ว</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 23&nbsp; การเป็นโมฆะบางส่วน</span>
        </div>
        <div >
          <span>แม้บทบัญญัติบางข้อของกำหนดนี้จะปรากฏว่าไม่มีผลบังคับใช้ได้ตามกฎหมาย ข้อบังคับ และอื่นๆ เป็นต้น บทบัญญัติที่เหลืออยู่นอกจากบทบัญญัติที่ไม่มีผลบังคับใช้ดังกล่าวจะยังคงมีผลผูกพันต่อไปโดยสมบูรณ์ นอกจากนี้ บทบัญญัติในส่วนที่ไม่มีผลบังคับใช้ดังกล่าวข้างต้นจะต้องได้รับการปรับปรุงภายในขอบเขตที่จำเป็นที่น้อยที่สุดเพื่อให้บทบัญญัตินั้นมีผลบังคับใช้ได้ และบทบัญญัติเหล่านั้นจะต้องถูกตีความในลักษณะที่สงวนไว้ซึ่งความประสงค์ในผลทางกฎหมายและทางเศรษฐศาสตร์ในขอบเขตสูงสุดที่สามารถกระทำได้</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 24&nbsp; ข้อตกลงทั้งหมด</span>
        </div>
        <div >
          <span>ข้อกำหนดนี้ (ในแต่ละกรณี การอัพเดท การแก้ไขเปลี่ยนแปลง หรือการเพิ่มเติมเป็นครั้งคราว) เป็นข้อตกลงทั้งหมดระหว่างบริษัทและลูกค้า ทั้งนี้ ข้อกำหนดนี้เป็นข้อความที่สมบูรณ์เพียงหนึ่งเดียวเกี่ยวกับความเข้าใจในหัวข้อทั้งหลายที่ระบุไว้ในข้อกำหนดนี้ และมีผลผูกพันเหนือข้อตกลง พันธะสัญญา ข้อเสนอ การรับรอง หรือการติดต่อสื่อสารทางวาจาหรือลายลักษณ์อักษรก่อนหน้าหรือที่เกิดขึ้นพร้อมกันทั้งหมด</span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>
            <br />
          </span>
        </div>
        <div >
          <span>ข้อ 25&nbsp; ภาษา กฎหมายที่ใช้บังคับและเขตอำนาจศาล</span>
        </div>
        <div >
          <span>ข้อกำหนดนี้ในฉบับภาษาไทยจะใช้บังคับกับลูกค้าที่บริษัทพิจารณาว่าเป็นผู้ที่มีถิ่นที่อยู่ในประเทศไทย และในกรณีที่มีความขัดแย้งกันระหว่างข้อกำหนดนี้และการแปลภาษาของข้อกำหนดนี้ที่ดำเนินการโดยบริษัท ให้ข้อกำหนดในภาษาถิ่นมีผลบังคับเหนือกว่า ข้อกำหนดนี้อยู่ภายใต้บังคับของกฎหมายของประเทศญี่ปุ่นโดยไม่อ้างอิงถึงการขัดกันแห่งกฎหมาย ทั้งนี้ ข้อพิพาทใด ๆ และทั้งหมดที่เกี่ยวข้องกับบัญชีทางการระหว่างบริษัทและลูกค้าจะต้องถูกพิจารณาโดยศาลเขตแห่งโตเกียวซึ่งเป็นศาลที่มีเขตอำนาจแต่เพียงผู้เดียวในศาลชั้นต้น</span>
        </div>
        <div >
          <span>
            <br />
            <br />
          </span>
        </div>
        <div >
          <span>วันที่แก้ไขล่าสุด 1 ตุลาคม 2566</span>
        </div>
      </div>
    </div>
  </RootLayoutAccount >
  )
}

export default IndexPage;